const jsonAR = {
  language: "English",

  termsTitle: "الشروط والأحكام",
  update: "أخر تحديث:",
  //home.....................................
  home: "الرئيسية",
  homeTitle: "Knowticed تطبيق",
  homeSubTitle: "بطاقة عمل رقمية",
  homeSubTitle2:
    "افتح آفاق جديدة للتواصل مع بطاقات عمل عصرية تواكب التحول الرقمي!",
  homeDec:
    "في Knowticed، نقوم بثورة في طريقة تواصل المحترفين واصحاب الاعمال الحرة لخلق اقتصاد و فرص عمل لا محدودة في عصر التحول الرقمي. قل وداعًا لبطاقات العمل الورقية القديمة وكن جزءًا من مستقبل التواصل العصري مع حلول بطاقات العمل الرقمية المبتكره لدينا.",
  homeDec2:
    "تطبيقنا يجمع بين السهولة والمرونة والتصميم الرائع لتقديم تجربة لا مثيل لها. قم بإنشاء بطاقات افتراضية شخصية ومشاركتها بسلاسة تامة، تلتقط جوهر علامتك التجارية وتترك انطباعًا لا يُنسى مع عملائك وشركائك وجميع المستخدمين.",
  //about.....................................
  about: "من نحن",
  whoAreWe: "من نحن...؟",
  ourVision: "رؤيتنا",
  ourMission: "مهمتنا",
  ourValues: "قيمنا",
  ourVision1:
    "رؤيتنا في Knowticed هي تمكين الشباب المحترفين واصحاب الاعمال الحرة في العصر الرقمي، وتشجيع طموحاتهم وفتح عالم من الفرص اللانهائية. نتصور مستقبلاً حيث يستغل الأفراد الإمكانات الكاملة للتكنولوجيا وروح ريادة الأعمال والابتكار لخلق مساراتهم الخاصة نحو النجاح.",
  ourVision2:
    "رؤية Knowticed تتجاوز النجاح في العصر الرقمي. هدفنا هو أن نلهم ونعزز وعي النمو والصمود وقابلية التكيف، مما يمكن الأفراد من تحقيق النجاحات المستدامة في ظل التغير المستمر للتحديات الاقتصادية العالمية. من خلال منصاتنا وخدماتنا، نحرص على ان نمكن الشباب المحترفين والعاملين في القطاع الحر من استغلال المشهد الرقمي على الوجه الصحيح، ليبنوا علامات شخصية مؤثرة، ويقيموا شبكات تواصل وتجارية قوية.",
  ourVision3:
    "رؤيتنا تشمل مجتمعًا عالميًا تجمعهم الرغبة في إعادة تعريف النجاح وترك إرث وبصمة دائمة في الاقتصاد الرقمي.",
  ourVision4:
    "انضم إلينا في تحقيق هذه الرؤية، حيث نمكن الجميع من الاستفادة من العصر الرقمي، واستغلال الفرص التي يخلقها وإطلاق إمكاناتهم الحقيقية. معًا، دعنا نخلق مستقبلًا لا حدود للأحلام فيه ولا حدود للنجاح!",
  ourMission1:
    "في Knowticed، مهمتنا هي تزويد الشباب المحترفين واصحاب الاعمال الحرة بالمنصات والمعرفة التي يحتاجونها للنجاح في عصر التحول الرقمي. نحن نؤمن بأن الجميع لديه القدرة على النجاح، ونسعى هنا لمساعدتك في اكتشاف قدراتك الحقيقية والعمل علي تحقيق احلامك والاستقلال المالي من خلال تطبيقاتنا وخدماتنا.",
  ourMission2:
    "نحن ندرك التحديات والفرص الفريدة لعصر التحول الرقمي الحديث. هدفنا هو تمكينك من اكتساب المهارات والثقة اللازمة للتمكن من استغلالها في هذا المشهد الذي يتطور باستمرار. سواء كنت تبدأ عملك الخاص، أو تسعى للحصول على فرصة عمل حر، أو لتحقيق مشروع شغفك، نحن ملتزمون بأن نكون شريكك الموثوق في هذه الرحلة التحولية.",
  ourMission3: "نحن هنا لدعمك في كل خطوة لتصل الى غاياتك وطموحاتك!",
  ourMission4:
    "مهمتنا هي أن نلهمك لتحلم، وتفكر خارج الصندوق، وتقبل على الفرص اللانهائية التي يوفرها العصر الرقمي. معًا، سنكسر الحواجز، ونتغلب على التحديات، ونعيد تعريف النجاح بمعاييرك الخاصة.",
  ourMission5:
    "في Knowticed، نجاحك هو مهمتنا. معًا، دعنا نحرر إمكاناتك ونصنع طريقًا نحو مستقبل تكون فيه أنت المتحكم في قرارات قادرة على تغيير مصيرك.",
  ourValues1:
    "هذه هي الخمس ممارسات التي نتبعها في تنفيذ أعمالنا وتقديم خدمانها الرقمية:",
  ourValues2:
    "نعطي الأولويه لاحتياجات  عملائنا ونلتزم بتقديم خدمات تلبي تلك الاحتياجات",
  ourValues21: "١- التركيز على احتياجات العملاء:",
  ourValues3:
    "نحن نعمل دائما علي تبني سياسات تساعدنا لنبتكر باستمرار ونبحث عن طرق جديدة لتحسين منتجاتنا وخدماتنا وعملياتنا الادارية والتنفيذية.",
  ourValues31: "٢- تبني الابتكار:",
  ourValues4:
    " نلتزم بممارسة افضل الأعمال والتوجهات الأخلاقية والمستدامة ودائما نعطي الأولوية للبيئة والمجتمع والاقتصاد على المدى الطويل.",
  ourValues41: "٣- ممارسة الأعمال الأخلاقية والمستدامة:",
  ourValues5:
    " نعطي الأولوية للشفافية  والمسئولية في كل جانب من جوانب عملنا ونتحمل توابع جميع ممارساتنا، بما في ذلك التقارير المالية واتخاذ القرارات ومشاركة أصحاب المصلحة.",
  ourValues51: "٤- التأكيد على الشفافية والمسئولية:",
  ourValues6:
    " نحن ملتزمون بالتعلم والتحسين المستمر، حيث نبحث بشكل دائم عن الاسباب الجذرية لاي معوقات تقلل من الكفادة و نراجع جميع الملاحظات ونسعى جاهدين لتحسين أساليبنا في ادارة المشاريع و القوة البشرية وعلاقاتنا مع جميع شركائنا.",
  ourValues61: "٥- التعلم والتحسين المستمر:",
  ourValues7:
    "من خلال اتباع هذه الممارسات و السلوكيات، نقوم ببناء أساس قوي للنمو المستدام والنجاح على المدى الطويل.",
  //services.....................................
  services: "خدماتنا",
  servicesSubTitle:
    "تميز عن الآخرين بخدماتنا العصرية والرائدة في مجال التواصل الرقمي، والتي تتيح لك عرض مهاراتك، وإبراز خبرتك، ومشاركة جميع روابط وسائل التواصل الاجتماعي الخاصة بعملك. بنقرة واحدة فقط، يمكن للمستخدمين حفظ معلومات الاتصال الخاصة بك بسهولة والوصول إليها في أي وقت وفي أي مكان، مما يضمن أنك دائمًا في ذهن الآخرين واختيارهم الأول عندما يحتاجون إلى الخدمات التي تقدمها.",
  servicesSubTitle2:
    "صممت خدماتنا دائما باخذ البساطة والكفاءة في الاعتبار، حيث تتيح لك واجهة المستخدم الخاصة ب Knowticed انشاء بطاقة العمل الرقمية الخاصة بك بكل سهولة. قم بتحديث معلوماتك وخبراتك المهنية بسهولة، مما يضمن أن بطاقتك تعكس دائمًا نموك المهني وتطور علامتك التجارية.",
  servicesSubTitle3:
    "نحن ندرك أهمية البيانات في قياس نجاح جهودك في بناء علاقات العمل والتواصل مع المستخدمين. لذلك، يوفر تطبيقنا رؤى شاملة، مما يمنحك فهمًا أعمق لأداء بطاقة العمل الرقمية الخاصة بك. قم بتتبع المشاهدات والمشاركات ومعدلات التواصل لاتخاذ قرارات قائمة على البيانات لتعظيم إمكانات شبكاتك الرقمية.",
  servicesSubTitle4:
    "ارتقِ في عملية التواصل وبناء العلاقات مع Knowticed. حان الوقت لجعل تواجدك الرقمي يضع بصمة لا يُنسى!",
  services1Title: "بطاقات العمل الرقمية القابلة للتخصيص",
  services1SubTitle:
    "قم بإنشاء بطاقات عمل رقمية فريدة وجذابة. يمكن للمستخدمين تخصيص بطاقاتهم بشعار العلامة التجارية او بصورهم الشخصية الخاصة بهم وتفاصيل الاتصال وروابط وسائل التواصل الاجتماعي، وحتى مشاركة روابط وسائط متعددة.",
  services2Title: "إنشاء وتحرير البطاقات بسهولة",
  services2SubTitle:
    "يوفر Knowticed تطبيقًا سهل الاستخدام يتيح للأفراد إنشاء وتحرير وإدارة بطاقات العمل الرقمية بسهولة. يمكن للمستخدمين حفظ وتصنيف جهات الاتصال، وإضافة ملاحظات للرجوع إليها، والبحث واسترداد المعلومات بسهولة عند الحاجة.",
  services3Title: "تحليلات و رؤى للبيانات و المحتوى الرقمي",
  services3SubTitle:
    "تقديم تحليلات و رؤى للمستخدمين  كخدمة قيمة لتعزيز التواصل وزيادة فرص العمل و بناء العلاقات. يمكن للمنصة تتبع وتحليل أداء بطاقات العمل الرقمية، وتوفير بيانات قيمة للمستخدمين مثل عدد المشاهدات، والتفاعلات، ومعدلات طلب الاضافة والحظر. تساعد هذه المعلومات المستخدمين على تقييم فعالية جهودهم في التواصل واتخاذ قرارات قائمة على البيانات لتحسين استراتيجيتهم.",
  services4Title: "مشاركة وتكامل سلس",
  services4SubTitle:
    "يضمن Knowticed أن مشاركة وتوزيع بطاقات العمل الرقمية يكون سهلاً. يمكن للمستخدمين مشاركة بطاقاتهم عبر البريد الإلكتروني، الرسائل النصيه، رموز الاستجابة السريعة (QR codes)، أو من خلال منصات وسائل التواصل الاجتماعي. تكامل التطبيق مع أدوات الاتصال الشائعة أو منصات التعاون يسهل من عملية المشاركة، مما يجعل الاتصال بالآخرين سهلاً في أي بيئة رقمية.",
  //contact us.....................................
  contact: "تواصل معنا",
  contactHeader: "تواصل معنا",
  getInTouch: "ابقى على تواصل",
  contactTitle:
    "تعليقك ورايك في خدماتنا يساهم في نجاحنا: ساعدنا في بناء تجربة أفضل لجميع مستخدمي Knowticed!",
  contactSubTitle:
    "في Knowticed، نؤمن  أن التعليقات و الآراء لجميع مستخدمي الخدمات التي نقدمها هي الشريان الحي لنجاحنا. نقدر و نهتم بأفكارك وآراءك واقتراحاتك  والتي سوف تساهم في تغيير مسار منتجاتنا وخدماتنا وتجربة العملاء للارتقاء بها بشكل عام. صوتك يهمنا، ونحن ملتزمون بإنشاء منصة تلبي حقًا احتياجاتك حتى في ادق التفاصيل.",
  contactSubTitle2:
    "من خلال مشاركة تجاربك، تصبح جزءًا أساسيًا من رحلتنا التطورية. تساعدنا ملاحظاتك في تحديد نقاط الضعف، وإزالة الحواجز، وخلق تجارب سلسة تفوق توقعاتك. نستمع بعناية، ونحلل مدخلاتك بدقة، ونقوم بتنفيذ التغييرات التي تتناول مخاوفك وتعزز رضاك.",
  name: "الإسم",
  email: "البريد الإلكتروني",
  phone: "رقم الهاتف",
  subject: "الموضوع",
  message: "الرساله",
  send: "إرسال",
  //Do not forget to use all these classes in the form...
  pleaseName: "الرجاء إدخال الإسم",
  pleaseEmail: "الرجاء إدخال البريد الإلكتروني",
  pleasePhone: "الرجاء إدخال رقم الهاتف",
  pleaseSubject: "الرجاء إدخال الموضوع",
  pleaseMessage: "الرجاء إدخال الرسالة",
  invalidName: "الإسم غير صحيح. يسمح فقط بالأحرف",
  invalidEmail: "بريد إلكتروني غير صحيح",
  invalidPhone: "رقم الهاتف غير صحيح. يسمح فقط بالأرقام",

  dialogTitleMobile:
    "نشكرك على تواصلك معنا وتأكد من أنه سيتم التواصل معك في غضون يومي عمل.",
  dialogDescMobile:
    "لا تتردد في التواصل معنا عبر البريد الإلكتروني: info@bayanatz.com",
  dialogTitleWeb:
    "شكرًا على تواصلك معنا. كن مطمئنًا أنه سيتم التواصل معك في غضون يومي عمل من قبل فريق خدمة العملاء للإجابة على جميع أسئلتك وتوجيهك إلى القسم المناسب.",
  dialogDescWeb:
    "أيضًا، لا تتردد في التواصل معنا عبر البريد الإلكتروني: info@bayanatz.com \n معًا نبني مستقبلًا أفضل ومليئًا بالفرص للجميع!",
  wrong: "حدث خطأ ما.من فضلك حاول مره أخري.",
  close: "إغلاق",
  //.........................................
  //careers.....................................
  careers: "الوظائف",
  careersTitle: "التوظيف في Knowticed",
  careersSubTitle1:
    "شركتنا هي في طليعة الابتكار، ونعمل علي ازالة جميع المعوقات باستمرار ونتحدى الاوضاع الحالية بكل عزم وارادة. من خلال العمل معنا، ستحصل على فرصة لتكون جزءًا من مشاريع رائدة وتحقق تأثير نوعي في الاقتصاد و تكنولوجيا المعلومات والمجتمع بأكمله. انضم إلى شركتنا وكن جزءًا من فريق ممتيز وشامل للتعرف على مواهبك والعمل مع قادة حريصين علي تقديرها وتنميتها. نحن نعزز ثقافة النمو والتطور في جميع المستويات و خاصة المستوى الفردي، ونمنح موظفينا القدرة على تحقيق إمكانياتهم الكاملة.",
  careersSubTitle2:
    "في Knowticed، نؤمن بالتوازن بين العمل والحياة الشخصية والاجتماعية ونعطي الأولوية لذلك في جميع قراراتنا. هنا في Knowticed ستحصل علي بيئة عمل مرنة ونشطة تسمح لك بالتفوق في حياتك المهنية مع الحفاظ على حياة شخصية. كن جزءًا من منظمة تقدر التنوع والتجارب الفردية لكل فرد. ",
  careersSubTitle3:
    "انضم إلينا في خلق بيئة عمل مليئة بالإبداع والتعاون والابتكار!",
  careersSubTitle4: "مميزات اخرى للانضمام إلى فريقنا:",
  careersDes1:
    "انضم إلى شركة تعطي الأولوية للأستدامة والمسؤولية الاجتماعية. نحن ملتزمون بتحقيق تأثير إيجابي في العالم، وبالعمل معنا، يمكنك المساهمة في خلق مستقبل أكثر استدامة ومبني على اسمى الاسس أخلاقية والمهنية.",
  careersDes2:
    "نحن نعزز ثقافة العمل المبنية على التعاون والدعم، حيث يكون العمل الجماعي والنجاح المشترك في صدارة الأولويات. انضم إلى فريق عمل يسعى دائما للبحث عن أهداف مشتركة و بناء روح الفريق المتكامل لتحقيق الريادة في التحول الرقمي.",
  careersDes3:
    "التعلم المستمر والتطور المهني هما جوهر شركتنا. نوفر فرصًا كبيرة للنمو، بما في ذلك برامج تدريبية وبرامج توجيه، والوصول إلى أحدث أدوات وتقنيات الصناعة. ابنِ مستقبلًا مجزيًا معنا وابقَ في الصدارة في عالم الرقمنة و تكنولوجيا الذكاء الاصطناعي.",
  careersDes4:
    "قيم شركتنا تتمحور حول التواصل المفتوح والشفافية وبيئة عمل إيجابية. اعمل بجوار قادة داعمين يشجعون على تقديم الملاحظات، ويستمعون للأفكار، ويعززون جوًا من الثقة والاحترام.",
  careersDes5:
    "Knowticed لديها رؤية وغاية واضحة. عند العمل معنا، ستكون جزءًا من فريق ملتزم بصنع الفارق والتأثير بشكل إيجابي على حياة عملائنا وشركائنا والمجتمعات التي نعمل لتطويرها.",
};

export { jsonAR };
